Repository: RUGyron/I-Wish-App
Catalog: IWish/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Receive push when wishes are added/edited/removed in this list. Works only when notifications are enabled in Settings.
de: Push-Mitteilungen erhalten, wenn Wünsche in dieser Liste hinzugefügt, bearbeitet oder entfernt werden. Funktioniert nur, wenn Mitteilungen in den Einstellungen aktiviert sind.
es: Recibe notificaciones push cuando se añaden, editan o eliminan deseos en esta lista. Solo funciona si las notificaciones están activadas en Ajustes.
fr: Reçois des notifications push lorsque des vœux sont ajoutés, modifiés ou supprimés dans cette liste. Fonctionne uniquement si les notifications sont activées dans Réglages.
it: Ricevi notifiche push quando i desideri vengono aggiunti/modificati/rimossi in questa lista. Funziona solo se le notifiche sono attive nelle Impostazioni.
ja: このリストで願いの追加・編集・削除があったときにプッシュ通知を受け取ります。「設定」で通知が有効な場合のみ動作します。
ko: 이 리스트에서 위시가 추가·수정·삭제되면 푸시 알림을 받아요. 설정에서 알림이 켜진 경우에만 동작해요.
pt_br: Receba notificações push quando desejos forem adicionados, editados ou removidos nesta lista. Só funciona com as notificações ativadas em Ajustes.
ru: Получать push при добавлении/изменении/удалении желаний в этом списке. Работает только при включённых уведомлениях в Настройках.
zh_hans: 在此列表中添加、编辑或移除心愿时接收推送通知。仅在系统“设置”中启用通知后才能生效。

source: Re-authentication with Apple ID is required
de: Erneute Anmeldung mit Apple-ID erforderlich
es: Es necesario volver a autenticarse con el Apple ID
fr: Une nouvelle authentification avec ton identifiant Apple est requise
it: È necessaria una nuova autenticazione con l’ID Apple
ja: Apple IDで再認証が必要です
ko: Apple ID로 다시 인증해야 해요
pt_br: É preciso autenticar-se novamente com o Apple ID
ru: Требуется повторный вход через Apple ID
zh_hans: 需要使用 Apple ID 重新认证

source: Reinstall I Wish from the App Store and sign in — Apple will share the name again
de: I Wish aus dem App Store neu installieren und anmelden — Apple übermittelt den Namen erneut
es: Reinstala I Wish desde el App Store e inicia sesión — Apple volverá a compartir tu nombre
fr: Réinstalle I Wish depuis l’App Store et reconnecte-toi — Apple transmettra de nouveau ton nom
it: Reinstalla I Wish dall’App Store e accedi — Apple condividerà di nuovo il nome
ja: App StoreからI Wishを入れ直してサインイン — Appleがお名前を再度共有します
ko: App Store에서 I Wish를 다시 설치하고 로그인하세요 — Apple이 이름을 다시 전달해 줘요
pt_br: Reinstale o I Wish na App Store e entre — a Apple compartilhará seu nome novamente
ru: Установите I Wish заново из App Store и войдите — Apple снова передаст имя
zh_hans: 从 App Store 重新安装 I Wish 并登录 — Apple 会再次共享你的名字

source: Remove
de: Entfernen
es: Eliminar
fr: Retirer
it: Rimuovi
ja: 削除
ko: 제거
pt_br: Remover
ru: Удалить
zh_hans: 移除

source: Remove cover
de: Cover entfernen
es: Quitar portada
fr: Retirer la couverture
it: Rimuovi copertina
ja: カバーを削除
ko: 커버 제거
pt_br: Remover capa
ru: Убрать обложку
zh_hans: 移除封面

source: Remove from list
de: Aus Liste entfernen
es: Quitar de la lista
fr: Retirer de la liste
it: Rimuovi dalla lista
ja: リストから削除
ko: 리스트에서 제거
pt_br: Remover da lista
ru: Удалить из списка
zh_hans: 从列表中移除

source: Remove link
de: Link entfernen
es: Quitar enlace
fr: Retirer le lien
it: Rimuovi link
ja: リンクを削除
ko: 링크 제거
pt_br: Remover link
ru: Удалить ссылку
zh_hans: 移除链接

source: Remove participant from the list?
de: Teilnehmer aus der Liste entfernen?
es: ¿Quitar al participante de la lista?
fr: Retirer le participant de la liste ?
it: Rimuovere il partecipante dalla lista?
ja: リストから参加者を削除しますか?
ko: 리스트에서 참여자를 제거할까요?
pt_br: Remover o participante da lista?
ru: Удалить участника из списка?
zh_hans: 将该参与者从列表中移除?

source: Request error: %@
de: Anfragefehler: %@
es: Error de solicitud: %@
fr: Erreur de requête : %@
it: Errore di richiesta: %@
ja: リクエストエラー: %@
ko: 요청 오류: %@
pt_br: Erro na requisição: %@
ru: Ошибка запроса: %@
zh_hans: 请求出错:%@

source: Required to share lists
de: Erforderlich zum Teilen von Listen
es: Necesario para compartir listas
fr: Nécessaire pour partager des listes
it: Necessario per condividere le liste
ja: リスト共有に必要
ko: 리스트 공유에 필요
pt_br: Necessário para compartilhar listas
ru: Для шеринга списков
zh_hans: 共享列表所需

source: Restore
de: Wiederherstellen
es: Restaurar
fr: Restaurer
it: Ripristina
ja: 復元
ko: 복원
pt_br: Restaurar
ru: Восстановить
zh_hans: 恢复

source: Revoke all invitations
de: Alle Einladungen widerrufen
es: Revocar todas las invitaciones
fr: Révoquer toutes les invitations
it: Revoca tutti gli inviti
ja: 招待をすべて取り消す
ko: 모든 초대 취소
pt_br: Revogar todos os convites
ru: Отозвать все приглашения
zh_hans: 撤销所有邀请

source: Role
de: Rolle
es: Rol
fr: Rôle
it: Ruolo
ja: ロール
ko: 역할
pt_br: Papel
ru: Роль
zh_hans: 角色

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt_br: Salvar
ru: Сохранить
zh_hans: 保存

source: Scan QR code
de: QR-Code scannen
es: Escanear código QR
fr: Scanner le QR code
it: Scansiona QR code
ja: QRコードをスキャン
ko: QR 코드 스캔
pt_br: Escanear QR code
ru: Сканировать QR-код
zh_hans: 扫描二维码

source: Scan a QR code or paste a link from the clipboard
de: Scannen Sie einen QR-Code oder fügen Sie einen Link aus der Zwischenablage ein
es: Escanea un código QR o pega un enlace del portapapeles
fr: Scanne un QR code ou colle un lien depuis le presse-papiers
it: Scansiona un QR code o incolla un link dagli appunti
ja: QRコードをスキャンするか、クリップボードからリンクを貼り付け
ko: QR 코드를 스캔하거나 클립보드에서 링크를 붙여넣어 보세요
pt_br: Escaneie um QR code ou cole um link da área de transferência
ru: Отсканируй QR-код или вставь ссылку из буфера
zh_hans: 扫描二维码或从剪贴板粘贴链接

source: Scan the QR code
de: QR-Code scannen
es: Escanea el código QR
fr: Scanne le QR code
it: Scansiona il QR code
ja: QRコードをスキャン
ko: QR 코드를 스캔하세요
pt_br: Escaneie o QR code
ru: Сканируй QR-код
zh_hans: 扫描二维码

source: Seed test data
de: Testdaten einspielen
es: Generar datos de prueba
fr: Insérer des données de test
it: Genera dati di prova
ja: テストデータを投入
ko: 테스트 데이터 생성
pt_br: Gerar dados de teste
ru: Заполнить тестовыми данными
zh_hans: 填充测试数据

source: Select a list
de: Liste auswählen
es: Selecciona una lista
fr: Choisis une liste
it: Seleziona una lista
ja: リストを選択
ko: 리스트 선택
pt_br: Selecione uma lista
ru: Выберите список
zh_hans: 选择列表

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pt_br: Compartilhar
ru: Поделиться
zh_hans: 分享

source: Share the list via QR code or link
de: Liste per QR-Code oder Link teilen
es: Comparte la lista por QR o enlace
fr: Partage la liste via QR code ou lien
it: Condividi la lista tramite QR code o link
ja: QRコードまたはリンクでリストを共有
ko: QR 코드나 링크로 리스트를 공유하세요
pt_br: Compartilhe a lista por QR code ou link
ru: Поделитесь списком по QR-коду или ссылке
zh_hans: 通过二维码或链接分享列表

source: Sharing via QR code
de: Teilen per QR-Code
es: Compartir por código QR
fr: Partage par QR code
it: Condivisione tramite QR code
ja: QRコードで共有
ko: QR 코드 공유
pt_br: Compartilhamento por QR code
ru: Шеринг через QR-код
zh_hans: 通过二维码分享

source: Sign in with Apple
de: Mit Apple anmelden
es: Iniciar sesión con Apple
fr: Se connecter avec Apple
it: Accedi con Apple
ja: Appleでサインイン
ko: Apple로 로그인
pt_br: Entrar com a Apple
ru: Войти через Apple
zh_hans: 使用 Apple 登录

source: Sign in with Apple ID is required
de: Anmeldung mit Apple-ID erforderlich
es: Es necesario iniciar sesión con el Apple ID
fr: La connexion avec l’identifiant Apple est requise
it: È necessario accedere con l’ID Apple
ja: Apple IDでのサインインが必要です
ko: Apple ID 로그인이 필요해요
pt_br: É preciso entrar com o Apple ID
ru: Необходимо войти через Apple ID
zh_hans: 需要使用 Apple ID 登录

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
it: Esci
ja: サインアウト
ko: 로그아웃
pt_br: Sair
ru: Выйти из аккаунта
zh_hans: 退出登录

source: Sign-in required
de: Anmeldung erforderlich
es: Inicio de sesión necesario
fr: Connexion requise
it: È richiesto l’accesso
ja: サインインが必要です
ko: 로그인 필요
pt_br: Login necessário
ru: Необходима авторизация
zh_hans: 需要登录

source: Signed in as %@
de: Angemeldet als %@
es: Sesión iniciada como %@
fr: Connecté en tant que %@
it: Hai eseguito l’accesso come %@
ja: %@さんとしてサインイン中
ko: %@님으로 로그인됨
pt_br: Conectado como %@
ru: Вы вошли как %@
zh_hans: 已登录:%@

source: Signed in with Apple
de: Mit Apple angemeldet
es: Sesión iniciada con Apple
fr: Connecté avec Apple
it: Accesso con Apple
ja: Appleでサインイン中
ko: Apple로 로그인됨
pt_br: Conectado com a Apple
ru: Вы вошли через Apple
zh_hans: 已通过 Apple 登录

source: Source code is open and auditable
de: Quellcode ist offen und überprüfbar
es: El código fuente es abierto y auditable
fr: Le code source est ouvert et auditable
it: Il codice sorgente è aperto e verificabile
ja: ソースコードは公開・検証可能
ko: 소스 코드는 공개되어 있고 검증 가능해요
pt_br: Código-fonte aberto e auditável
ru: Исходный код открыт и проверяем
zh_hans: 源代码公开,可审计

source: Start collecting wishes.
de: Beginnen Sie, Wünsche zu sammeln.
es: Empieza a coleccionar deseos.
fr: Commence à collectionner des vœux.
it: Inizia a raccogliere desideri.
ja: 願いを集めましょう。
ko: 위시를 모아 보세요.
pt_br: Comece a colecionar desejos.
ru: Начни собирать желания.
zh_hans: 开始收集心愿。

source: System
de: Systemvorgabe
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Системная
zh_hans: 系统

source: System notifications are disabled. Enable them in iOS Settings → I Wish.
de: Systemmitteilungen sind deaktiviert. Aktivieren Sie sie in iOS-Einstellungen → I Wish.
es: Las notificaciones del sistema están desactivadas. Actívalas en Ajustes de iOS → I Wish.
fr: Les notifications du système sont désactivées. Active-les dans Réglages iOS → I Wish.
it: Le notifiche di sistema sono disattivate. Attivale in Impostazioni iOS → I Wish.
ja: システム通知が無効です。「iOS設定」→「I Wish」で有効にしてください。
ko: 시스템 알림이 꺼져 있어요. iOS 설정 → I Wish에서 켜 주세요.
pt_br: As notificações do sistema estão desativadas. Ative em Ajustes do iOS → I Wish.
ru: Системные уведомления отключены. Включи в Настройках iOS → I Wish.
zh_hans: 系统通知已关闭。请在 iOS“设置” → I Wish 中开启。

source: Terms of Use
de: Nutzungsbedingungen
es: Términos de uso
fr: Conditions d’utilisation
it: Condizioni d’uso
ja: 利用規約
ko: 이용 약관
pt_br: Termos de Uso
ru: Пользовательское соглашение
zh_hans: 使用条款

source: Test data created
de: Testdaten erstellt
es: Datos de prueba creados
fr: Données de test créées
it: Dati di prova creati
ja: テストデータを作成しました
ko: 테스트 데이터를 만들었어요
pt_br: Dados de teste criados
ru: Тестовые данные созданы
zh_hans: 已创建测试数据

source: The owner can’t remove themselves — delete the list instead
de: Der Inhaber kann sich nicht selbst entfernen — löschen Sie stattdessen die Liste
es: El propietario no puede eliminarse a sí mismo — elimina la lista entera
fr: Le propriétaire ne peut pas se retirer — supprime plutôt la liste
it: Il proprietario non può rimuovere se stesso — elimina la lista
ja: オーナーは自分自身を削除できません — リストごと削除してください
ko: 소유자는 자신을 제거할 수 없어요 — 리스트 자체를 삭제하세요
pt_br: O dono não pode se remover — exclua a lista inteira
ru: Владелец не может удалить себя — удалите список целиком
zh_hans: 所有者无法移除自己 — 请直接删除整个列表

source: The wish stays hidden until the period ends — if you don’t change your mind, it stays.
de: Der Wunsch bleibt bis zum Ende der Frist verborgen — überlegen Sie es sich nicht anders, bleibt er erhalten.
es: El deseo permanece oculto hasta que acabe el periodo — si no cambias de opinión, se queda.
fr: Le vœu reste caché jusqu’à la fin de la période — si tu ne changes pas d’avis, il reste.
it: Il desiderio resta nascosto fino alla fine del periodo — se non cambi idea, rimane.
ja: 願いは期間が終わるまで非表示のまま — 気が変わらなければそのまま残ります。
ko: 위시는 기간이 끝날 때까지 숨겨져요 — 마음이 바뀌지 않으면 그대로 남아요.
pt_br: O desejo fica oculto até o fim do período — se você não mudar de ideia, ele continua.
ru: Желание скроется до окончания срока — если за это время не передумаешь, оно останется.
zh_hans: 在到期前心愿保持隐藏 — 如果你没有改变主意,它将会保留。

source: Theme
de: Erscheinungsbild
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
zh_hans: 主题

source: This action is irreversible. Confirm with Apple ID to continue.
de: Diese Aktion ist endgültig. Bitte mit der Apple-ID bestätigen, um fortzufahren.
es: Esta acción es irreversible. Confirma con tu Apple ID para continuar.
fr: Cette action est irréversible. Confirme avec ton identifiant Apple pour continuer.
it: L’azione è irreversibile. Conferma con l’ID Apple per continuare.
ja: この操作は取り消せません。続けるにはApple IDで認証してください。
ko: 이 작업은 되돌릴 수 없어요. 계속하려면 Apple ID로 확인해 주세요.
pt_br: Esta ação é irreversível. Confirme com seu Apple ID para continuar.
ru: Действие необратимо. Подтвердите вход через Apple ID, чтобы продолжить.
zh_hans: 此操作不可撤销。请使用 Apple ID 确认以继续。

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
ja: タイトル
ko: 제목
pt_br: Título
ru: Название
zh_hans: 标题

source: To
de: Bis
es: Hasta
fr: À
it: A
ja: 上限
ko: 끝
pt_br: Até
ru: До
zh_hans: 到

source: To scan QR codes, allow camera access in Settings.
de: Erlauben Sie in den Einstellungen den Kamerazugriff, um QR-Codes zu scannen.
es: Para escanear QR, permite el acceso a la cámara en Ajustes.
fr: Pour scanner des QR codes, autorise l’accès à l’appareil photo dans Réglages.
it: Per scansionare i QR code, consenti l’accesso alla fotocamera nelle Impostazioni.
ja: QRコードをスキャンするには、「設定」でカメラへのアクセスを許可してください。
ko: QR 코드를 스캔하려면 설정에서 카메라 접근을 허용해 주세요.
pt_br: Para escanear QR codes, autorize o acesso à câmera em Ajustes.
ru: Чтобы отсканировать QR-код, разрешите приложению доступ к камере в Настройках.
zh_hans: 如要扫描二维码,请在“设置”中允许访问相机。

source: Too many requests. Try again in a minute.
de: Zu viele Anfragen. Bitte in einer Minute erneut versuchen.
es: Demasiadas solicitudes. Inténtalo de nuevo en un minuto.
fr: Trop de requêtes. Réessaie dans une minute.
it: Troppe richieste. Riprova tra un minuto.
ja: リクエストが多すぎます。1分ほど待って再度お試しください。
ko: 요청이 너무 많아요. 잠시 후 다시 시도해 주세요.
pt_br: Muitas solicitações. Tente novamente em um minuto.
ru: Слишком много запросов. Попробуйте через минуту.
zh_hans: 请求过多。请在 1 分钟后重试。

source: Type
de: Typ
es: Tipo
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: Type an emoji
de: Emoji eingeben
es: Introduce un emoji
fr: Saisis un émoji
it: Inserisci un emoji
ja: 絵文字を入力
ko: 이모지를 입력하세요
pt_br: Digite um emoji
ru: Введи эмодзи
zh_hans: 输入表情

source: Untitled
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
pt_br: Sem título
ru: Без названия
zh_hans: 无标题

source: Update I Wish
de: I Wish aktualisieren
es: Actualizar I Wish
fr: Mettre à jour I Wish
it: Aggiorna I Wish
ja: I Wishを更新
ko: I Wish 업데이트
pt_br: Atualizar o I Wish
ru: Обновите I Wish
zh_hans: 更新 I Wish

source: Update notifications
de: Update-Mitteilungen
es: Notificaciones de actualizaciones
fr: Notifications de mises à jour
it: Notifiche di aggiornamento
ja: アップデート通知
ko: 업데이트 알림
pt_br: Notificações de atualização
ru: Уведомления об апдейтах
zh_hans: 更新通知

source: Valid until %@
de: Gültig bis %@
es: Válido hasta %@
fr: Valide jusqu’au %@
it: Valido fino al %@
ja: %@まで有効
ko: %@까지 유효
pt_br: Válido até %@
ru: Действует до %@
zh_hans: 有效期至 %@

source: View only
de: Nur ansehen
es: Solo visualización
fr: Lecture seule
it: Solo visualizzazione
ja: 閲覧のみ
ko: 보기 전용
pt_br: Somente visualização
ru: Только просмотр
zh_hans: 只读

source: Viewer
de: Betrachter
es: Observador
fr: Spectateur
it: Osservatore
ja: 閲覧者
ko: 뷰어
pt_br: Visualizador
ru: Зритель
zh_hans: 查看者

source: We don’t have a copy of your keys
de: Wir haben keine Kopie Ihrer Schlüssel
es: No tenemos una copia de tus claves
fr: Nous n’avons aucune copie de tes clés
it: Non abbiamo una copia delle tue chiavi
ja: あなたの鍵の控えはこちらにありません
ko: 우리는 키 사본을 가지고 있지 않아요
pt_br: Não temos uma cópia das suas chaves
ru: У нас нет копии ваших ключей
zh_hans: 我们没有你密钥的副本

source: What are you adding
de: Was fügen Sie hinzu
es: ¿Qué estás añadiendo?
fr: Qu’ajoutes-tu
it: Cosa stai aggiungendo
ja: 何を追加しますか
ko: 무엇을 추가할까요
pt_br: O que você está adicionando
ru: Что добавляешь
zh_hans: 你要添加什么

source: What do you wish for?
de: Was wünschen Sie sich?
es: ¿Qué deseas?
fr: Que désires-tu ?
it: Cosa desideri?
ja: 何が欲しい?
ko: 무엇을 갖고 싶나요?
pt_br: O que você deseja?
ru: Чего хочется?
zh_hans: 你想要什么?

source: What to do:
de: Was zu tun ist:
es: Qué hacer:
fr: À faire :
it: Cosa fare:
ja: やること:
ko: 할 일:
pt_br: O que fazer:
ru: Что нужно сделать:
zh_hans: 需要做的:

source: What we see in the cloud
de: Was wir in der Cloud sehen
es: Qué vemos en la nube
fr: Ce que nous voyons dans le cloud
it: Cosa vediamo nel cloud
ja: クラウドで私たちが見ているもの
ko: 우리가 클라우드에서 보는 것
pt_br: O que vemos na nuvem
ru: Что мы видим в облаке
zh_hans: 我们在云端能看到什么

source: Will be deleted permanently:
de: Wird dauerhaft gelöscht:
es: Se eliminará para siempre:
fr: Sera supprimé définitivement :
it: Sarà eliminato definitivamente:
ja: 完全に削除されるもの:
ko: 영구적으로 삭제돼요:
pt_br: Será excluído para sempre:
ru: Будут удалены безвозвратно:
zh_hans: 将被永久删除:

source: Wipe local data
de: Lokale Daten löschen
es: Borrar datos locales
fr: Effacer les données locales
it: Cancella dati locali
ja: ローカルデータを消去
ko: 로컬 데이터 지우기
pt_br: Apagar dados locais
ru: Очистить локально
zh_hans: 清除本地数据

source: Wish
de: Wunsch
es: Deseo
fr: Vœu
it: Desiderio
ja: 願い
ko: 위시
pt_br: Desejo
ru: Желание
zh_hans: 心愿

source: Wishes
de: Wünsche
es: Deseos
fr: Vœux
it: Desideri
ja: 願い
ko: 위시
pt_br: Desejos
ru: Желания
zh_hans: 心愿

source: Wishlists
de: Wunschlisten
es: Listas de deseos
fr: Listes de vœux
it: Liste dei desideri
ja: ウィッシュリスト
ko: 위시리스트
pt_br: Listas de desejos
ru: Вишлисты
zh_hans: 心愿单

source: You
de: Sie
es: Tú
fr: Toi
it: Tu
ja: あなた
ko: 나
pt_br: Você
ru: Вы
zh_hans: 你

source: You can’t change your own rights
de: Sie können Ihre eigenen Rechte nicht ändern
es: No puedes cambiar tus propios permisos
fr: Tu ne peux pas modifier tes propres droits
it: Non puoi modificare i tuoi diritti
ja: 自分の権限は変更できません
ko: 자신의 권한은 바꿀 수 없어요
pt_br: Você não pode alterar suas próprias permissões
ru: Нельзя изменить собственные права
zh_hans: 你不能更改自己的权限

source: You can’t change your own role
de: Sie können Ihre eigene Rolle nicht ändern
es: No puedes cambiar tu propio rol
fr: Tu ne peux pas modifier ton propre rôle
it: Non puoi modificare il tuo ruolo
ja: 自分のロールは変更できません
ko: 자신의 역할은 바꿀 수 없어요
pt_br: Você não pode alterar seu próprio papel
ru: Нельзя изменить собственную роль
zh_hans: 你不能更改自己的角色

source: You have an outdated version. Please update to continue.
de: Ihre Version ist veraltet. Bitte aktualisieren Sie, um fortzufahren.
es: Tu versión está desactualizada. Actualiza para continuar.
fr: Ta version est obsolète. Mets l’app à jour pour continuer.
it: La tua versione è obsoleta. Aggiorna per continuare.
ja: 古いバージョンを使用中です。続行するには更新してください。
ko: 버전이 오래됐어요. 업데이트해 주세요.
pt_br: Sua versão está desatualizada. Atualize para continuar.
ru: Установлена устаревшая версия. Обновитесь, чтобы продолжить.
zh_hans: 你的版本已过期,请更新后继续。

source: You have too many empty lists. Delete or fill them first.
de: Sie haben zu viele leere Listen. Bitte zuerst löschen oder befüllen.
es: Tienes demasiadas listas vacías. Bórralas o rellénalas primero.
fr: Tu as trop de listes vides. Supprime-les ou remplis-les d’abord.
it: Hai troppe liste vuote. Eliminale o riempile prima.
ja: 空のリストが多すぎます。先に削除するか中身を追加してください。
ko: 빈 리스트가 너무 많아요. 먼저 삭제하거나 채워 주세요.
pt_br: Você tem muitas listas vazias. Exclua ou preencha primeiro.
ru: У вас слишком много пустых списков. Сначала удалите или заполните их.
zh_hans: 空列表过多。请先删除或填充。

source: You’re already a member of this list
de: Sie sind bereits Mitglied dieser Liste
es: Ya formas parte de esta lista
fr: Tu fais déjà partie de cette liste
it: Sei già membro di questa lista
ja: すでにこのリストの参加者です
ko: 이미 이 리스트의 참여자예요
pt_br: Você já é participante desta lista
ru: Вы уже участник этого списка
zh_hans: 你已经是该列表的成员

source: Your Apple ID account for this app
de: Ihre Apple-ID für diese App
es: Tu cuenta de Apple ID para esta app
fr: Ton identifiant Apple pour cette app
it: Il tuo ID Apple per questa app
ja: このアプリでお使いのApple ID
ko: 이 앱에서 사용 중인 Apple ID 계정
pt_br: Sua conta Apple ID para este app
ru: Ваш аккаунт у Apple ID для этого приложения
zh_hans: 你在本 App 中的 Apple ID 账户

source: Your data — yours only
de: Ihre Daten — nur Ihre
es: Tus datos — solo tuyos
fr: Tes données — rien qu’à toi
it: I tuoi dati — solo i tuoi
ja: あなたのデータ — あなただけのもの
ko: 데이터는 오직 나만의 것
pt_br: Seus dados — só seus
ru: Ваши данные — только ваши
zh_hans: 你的数据 — 只属于你

source: Your membership in other people’s lists
de: Ihre Mitgliedschaft in Listen anderer
es: Tu participación en listas de otras personas
fr: Tes participations aux listes d’autres personnes
it: Le tue partecipazioni alle liste degli altri
ja: 他のユーザーのリストへのあなたの参加
ko: 다른 사람 리스트의 참여 정보
pt_br: Suas participações em listas de outras pessoas
ru: Ваше участие в чужих списках
zh_hans: 你在他人列表中的成员身份

source: If you share a list, your name is written to Firebase in plaintext in the membership document — so participants see each other’s real names. Without that they would show as an impersonal “Participant”. The name is not tied to list contents — the developer sees only the names themselves. If you don’t share lists, your name doesn’t end up in Firebase.
de: Wenn Sie eine Liste teilen, wird Ihr Name in Klartext im Mitgliedschafts-Dokument bei Firebase gespeichert — damit Teilnehmer die echten Namen sehen. Andernfalls wären sie nur ein unpersönlicher „Teilnehmer“. Der Name ist nicht mit dem Listeninhalt verknüpft — der Entwickler sieht nur die Namen selbst. Wenn Sie nichts teilen, landet auch der Name nicht bei Firebase.
es: Si compartes una lista, tu nombre se guarda en texto plano en Firebase, en el documento de membresía, para que los participantes vean los nombres reales de los demás. Sin eso aparecerían como un impersonal “Participante”. El nombre no está vinculado al contenido de las listas — el desarrollador solo ve los nombres. Si no compartes listas, tu nombre no llega a Firebase.
fr: Si tu partages une liste, ton nom est écrit en clair dans Firebase, dans le document de membership — pour que les participants voient les vrais noms. Sans cela, ils apparaîtraient comme un impersonnel « Participant ». Le nom n’est pas lié au contenu — le développeur ne voit que les noms. Si tu ne partages rien, ton nom n’arrive pas dans Firebase.
it: Se condividi una lista, il tuo nome viene scritto in chiaro su Firebase nel documento di membership — così i partecipanti vedono i nomi reali. Senza, apparirebbero come un impersonale “Partecipante”. Il nome non è collegato ai contenuti delle liste — lo sviluppatore vede solo i nomi. Se non condividi, il tuo nome non arriva su Firebase.
ja: リストを共有すると、お名前はメンバーシップ文書の中で平文のままFirebaseに保存されます — 参加者同士が本名で見えるようにするためです。これがないと、無味乾燥な「参加者」として表示されます。お名前はリストの内容とは結びついていません — 開発者には名前そのものしか見えません。共有しなければ、お名前はFirebaseに渡りません。
ko: 리스트를 공유하면 멤버십 문서에 이름이 평문으로 Firebase에 기록돼요 — 참여자들이 서로의 실제 이름을 볼 수 있게 하기 위함이에요. 그렇지 않으면 무미건조한 ‘참여자’로 표시돼요. 이름은 리스트 내용과 연결되지 않아요 — 개발자는 이름만 볼 수 있어요. 공유하지 않으면 이름은 Firebase에 올라가지 않아요.
pt_br: Se você compartilhar uma lista, seu nome é gravado em texto puro no Firebase, no documento de membership — para que os participantes vejam os nomes reais uns dos outros. Sem isso, apareceriam como um impessoal “Participante”. O nome não fica ligado ao conteúdo das listas — o desenvolvedor só vê os nomes. Se você não compartilha, seu nome não chega ao Firebase.
ru: Если вы делитесь списком, ваше имя записывается в Firebase в открытом виде в документ membership — чтобы участники видели реальные имена друг друга. Без этого они отображались бы как безличный «Участник». Имя не привязано к содержимому списков, разработчик видит только сами имена. Если списками не делитесь — имя в Firebase не попадает.
zh_hans: 如果你分享列表,你的名字会以明文形式写入 Firebase 的成员资格文档 — 这样参与者就能看到彼此的真实名字。否则他们只会显示为冷冰冰的“参与者”。名字与列表内容无关 — 开发者只能看到名字本身。如果你不分享列表,名字就不会进入 Firebase。
